const happyBirthdayPoemsList: string[] = [
    `День народження настав
    – тож прийми мої вітання
    Побажати хочу – мрій!
    Хай здійсняться всі бажання!
    Незабутніх вражень віз,
    Миру, злагоди й натхнення,
    Сонце гріє хай твій дім
    Щастя, світла і кохання!`,
    
    `Бажаю вам квітів та мирного неба,
    Грошей та здоров'я ще більше, ніж треба.
    Хай доля вам щастя багато дає,
    Зозуля сто років життя накує.
    Хай справдяться мрії, здійсняться дива,
    Хай кругом від сміху іде голова,
    Достатку – у будні, в свята – подарунків,
    Гарних подій, доброти, поцілунків!`,
    
    `В цей дорогий для серця день
    Бажаєм квітів і пісень!
    Від друзів – щирих привітань,
    Від зірок – здійснення бажань!
    Від сонця – світла і тепла,
    Щоб доля щедрою була!
    І не спинити часу лік,
    Нехай щастить весь довгий вік!`,
    
    `З днем народження вітаю,
    Гори щастя вам бажаю.
    В гаманці щоб були гроші,
    Друзів вірних та хороших,
    Мрій, що душу окриляють,
    Та від стресів позбавляють,
    Відпочинків цілий рік,
    Рівних вдачливих доріг.
    Хай здоров'я тішить вас,
    Буде міцним, як алмаз!`,

    `Бажаю тобі фантастичного щастя,
    Безкрайнього моря чудових подій.
    Хай все, що бажаєш, швидесенько вдасться,
    А також цікавого втілення мрій.
    Хай зорями радість тебе осипає,
    Природа здоров'ям наділить міцним.
    Тебе з днем народження я привітаю.
    Хай щира любов завітає в твій дім!`,

    `Скільки квітів навесні,
    Скільки листя в гаї,
    Стільки здоров'я, щастя, радості
    В житті ми тобі бажаєм.
    Щоб спокій і мир панували в родині,
    Щоб щастя всміхалось при кожній хвилині.
    Щоб горе минало і йшло в небуття,
    Щоб радість завжди дарувало життя.`,

    `Бажаю гарних світлих днів
    та ночей зоряних й казкових,
    Щоб збулось все із твоїх мрій,
    Здоров'я, миру, літ чудових!
    Хай усе погане відійде,
    Хай доля квітне і вирує,
    Життя хай щастя лиш несе,
    Душа ніколи не сумує!`,

    `Хай кожен день ясніє небом чистим,
    Світанки сяють, скупані в росі,
    У серці радість розквіта іскриста,
    І мрії хай збуваються усі.
    Хай молодість твоя ще довго квітне,
    Усмішка сяє на твоїх устах,
    І лиш хороше, радісне, привітне,
    Тобі в житті перетинає шлях!`,

    `Хай пливе щасливо твій життєвий човен
    І минає легко береги круті,
    І любові буде хай завжди він повен,
    То найголовніше у людськім житті.
    Нехай в душі завжди горять
    Іскринки радості й чекання,
    Нехай не знає серце зрад,
    А тільки радість і кохання.`,

    `З днем народження вітаю,
    Від всього серця я бажаю
    Щастя, радості, добра,
    Здоров'я, успіхів, тепла,
    Благополуччя та достатку,
    Щоб справи всі були в порядку.
    Хай усміхається життя,
    Та буде кращим майбуття.`,

    `Із днем народження вітаю!
    Добра і радощів бажаю,
    Здоров'я на усі літа,
    Хай в серці квітне доброта.
    Хай в небі сонце ніжно сяє,
    Веселка барвами заграє,
    Щебечуть солов'ї грайливо
    На життя довге й щасливе!`,

    `Скільки морів, океанів,
    Скільки в них на дні піску,
    Стільки щастя я бажаю,
    На твоїм віку!
    Хай буде літ
    Не менше ста в житті,
    І шлях твій буде світлим,
    А все життя, немов кришталь,
    Прекрасним, радісним і чистим!`,

    `Так всього багато зичу,
    Що й не полічить.
    В мирі, радості, здоров'ї
    Все життя прожить.
    Хай воно прекрасним буде,
    Як вишневий сад,
    Хай тобі приносить щастя
    Вічний зорепад.
    Хай приходять ранки
    З добрими надіями,
    Щоб завжди усі збувались
    Задуми і мрії.`,

    `Нехай цвітуть під небом синьооким
    Ще довго-довго дні й літа,
    А тиха радість, чиста і висока,
    Щоденно хай до хати заверта!
    Бажаємо здоров'я, сонця у зеніті,
    Любові, доброти і щастя повен дім,
    Нехай у серці розкошує літо
    І соняхом квітує золотим.
    Хай постійний успіх, радість і достаток
    Сипляться до вас, немов вишневий цвіт,
    Хай життєвий досвід творить з буднів свята,
    Господь дарує довгих-довгих літ!`,

    `Тебе я з днем народження вітаю,
    Добра тобі і щастя я бажаю.
    Хай янгол-охоронець зберігає,
    А лихо хай ніколи не чіпає.
    Завжди щоби хотілось тобі жити
    І не було хвилини, щоб тужити,
    Щоб друзі завжди поруч були вірні,
    А вдома щоб тебе чекали рідні.
    Щоб ввечері було з ким чаю попити
    І тихо по душах поговорити.
    Хотілось би вітати і вітати,
    Та у віршах всього не написати.
    Я від душі тобі бажаю вдачі,
    І очі хай від радості лиш плачуть.`,

    `Вітаємо тебе зі святом!
    Нехай життя буде багатим:
    На здоров'я і на силу,
    І на доленьку щасливу!
    На яскраві довгі роки
    Без турбот і без мороки.
    На прибутки і достаток –
    На фінансовий порядок!
    На підтримку і повагу,
    На рішучість і відвагу,
    На тепло і розуміння,
    На удачу і везіння.
    На шикарний стиль та моду,
    Елегантність і на вроду!
    На круїзи при погоді,
    Відпочинки на природі.
    На розумне, добре, вічне,
    На строкате й різнобічне,
    Словом-на усе прекрасне,
    На постійне й своєчасне!
    Зичим успіхів, визнання
    І великого КОХАННЯ!`,

    `Я тебе вітаю з великим святом
    Я тобі бажаю радості багато
    Хай сміється сонце з голубого неба
    І троянда перша зацвіте для тебе.
    Хай в житті твоєму горя не буває,
    На устах усмішка маком розцвітає
    Хай для тебе гарна буде кожна днина
    Дорога людинко, будь завжди щаслива!
    Ще тобі бажаю, цвітіння розмаю
    Лагідного неба і рівних стежин
    Нехай тебе любить, хто милий душі,
    Цього я бажаю тобі!`,

    `З Днем народження сердечно вас вітаю,
    Щиро радості і щастя побажаю,
    І здоров'я щоб міцним було,
    А життя, як маків цвіт, квітло!
    Щоб збувались мрії і бажання,
    Не втрачались віра, сподівання,
    Серце радість щедро полонила,
    Бог давав і розуму, і сили!
    Дім ваш буде щирим і привітним,
    І кохання в ньому хай розквітне,
    Гості за столом і вся рідня,
    Буде повним, радісним життя!`,

    `Я бажаю тобі щастя стільки,
    Скільки зірочок на небі сяє!
    І нехай життя твоє завжди
    Янголи і Бог охороняють.
    Я бажаю, щоби кожен день
    Був таким чарівним, наче казка.
    І нехай насамперед у ньому
    Запанує світло й Божа ласка.
    Я бажаю, щоб в твоїй душі
    Радісно метелики кружляли!
    Від усього серця я тебе
    З Днем Народження вітаю!`,

    `Летять роки, мов чайки над водою,
    І разом з ними доля непроста.
    А ти завжди лишайся молодою,
    Живи у щасті й радості до ста.
    Бажаю тобі радісних світанків!
    Щасливих, романтичних вечорів!
    Казкових ніжних снів, бадьорих ранків
    І щирих, теплих і відвертих слів!`,

    `Моїй прекрасній половині,
    Моїй голубоньці-дружині
    Я в день народження скажу,
    Як я кохаю й бережу,
    Як поважаю і люблю
    Дружину рідную свою!
    Скажу, як я тебе ціную
    І ніжно-ніжно поцілую!
    Бажаю, щоб, як сад, цвіла
    І поряд щоб завжди була!`,

    `Наша мила й люба, найкраща у світі,
    Бажаємо щастя, даруємо квіти.
    Щоб сонце і зорі плекали тепло,
    І щоб завжди здоров'я у тебе було.
    Щоб смутку не знала, ми просимо долі,
    Добра тобі й радості, рідна, доволі.
    Бо людям для щастя багато не треба –
    Сімейного затишку й мирного неба.`,
]

export default happyBirthdayPoemsList