const happyBirthdayList: string[] = [
    "З днем народження! Нехай цей день буде наповнений радістю, сміхом та незабутніми моментами. Бажаю тобі безмежного щастя і виконання всіх твоїх мрій!",
    "Щасливого дня народження! Бажаю тобі море радості, невичерпної енергії і любові навколо. Нехай кожен день принесе тобі нові досягнення і незабутні пригоди!",
    "Вітаю з днем народження! Бажаю тобі впевненості в собі, сміливих кроків до успіху і незламного оптимізму. Нехай кожен твій день буде повний яскравих вражень!",
    "З нагоди твого дня народження хочу побажати тобі неймовірного щастя, здоров'я та процвітання. Нехай твоє життя буде наповнене коханням, досягненнями і незабутніми моментами!",
    "Вітаю з днем народження! Нехай кожен новий рік твого життя буде кращим за попередній. Бажаю тобі великих перемог, незабутніх подорожей і невичерпного натхнення!",
    "Щиро вітаю з днем народження! Бажаю тобі радості без міри, мрій, що здійснюються, і незламної віри у свої сили. Нехай кожен день приносить тобі нові можливості!",
    "З днем народження! Бажаю тобі здоров'я крізь всі перешкоди, успіху у всіх починаннях і багато-багато щасливих моментів з рідними і близькими!",
    "Вітаю з днем народження! Бажаю тобі міцного здоров'я, безмежної любові і реалізації всіх твоїх бажань. Нехай твоє життя буде яскравим і незабутнім!",
    "З нагоди твого святкового дня бажаю тобі безлічі щасливих митей, усмішок і здійснення всіх мрій. Нехай твоє життя буде наповнене радістю і достатком!",
    "Щиро вітаю з днем народження! Бажаю тобі багато яскравих вражень, нових знайомств і незабутніх подій. Нехай твоє життя буде повне радості і досягнень!",
    "З днем народження! Бажаю тобі, моєму найкращому другові/друзіні, яскравих емоцій і незабутніх пригод. Нехай твоє життя буде наповнене сміхом, коханням і безмежним щастям. Ти заслуговуєш на все найкраще!",
    "Щиро вітаю з днем народження, моєму улюбленому/улюбленій! Нехай кожен момент твого життя буде сповнений ніжності, тепла і незабутніх подій. Бажаю тобі здоров'я, успіху і безмежного щастя!",
    "Вітаю зі святом народження, моєму надійному товаришу/товаришці! Бажаю тобі неймовірних досягнень, здійснення всіх мрій і незламного оптимізму. Нехай твоє життя буде наповнене перемогами і великими можливостями!",
    "З нагоди твого дня народження, моєму неперевершеному/неперевершеній другу/подрузі, хочу побажати тобі невичерпного натхнення, творчих здобутків і незабутніх подорожей. Нехай кожен день принесе тобі нові враження і непередбачені можливості!",
    "Щасливого дня народження, моєму надзвичайному/надзвичайній другові/друзині! Бажаю тобі безмежного щастя, мудрості і міцного здоров'я. Нехай кожен день буде наповнений радістю та визначними досягненнями!",
    "З днем народження, моєму чудовому/чудовій другу/подрузі! Бажаю тобі багато любові, душевного спокою і здійснення всіх бажань. Нехай твоє життя буде повне світлих моментів і радісних зустрічей!",
]

export default happyBirthdayList